{
  "concepts": [
    {
      "black_list": false,
      "code": "99304",
      "code_system": "2.16.840.1.113883.6.12",
      "code_system_name": "CPT",
      "code_system_version": null,
      "display_name": "Initial nursing facility care, per day, for the evaluation and management of a patient, which requires these 3 key components: A detailed or comprehensive history; A detailed or comprehensive examination; and Medical decision making that is straightforward or of low complexity. Counseling and/or coordination of care with other providers or agencies are provided consistent with the nature of the problem(s) and the patient's and/or family's needs. Usually, the problem(s) requiring admission are of low severity. Physicians typically spend 25 minutes at the bedside and on the patient's facility floor or unit.",
      "white_list": false
    },
    {
      "black_list": false,
      "code": "99305",
      "code_system": "2.16.840.1.113883.6.12",
      "code_system_name": "CPT",
      "code_system_version": null,
      "display_name": "Initial nursing facility care, per day, for the evaluation and management of a patient, which requires these 3 key components: A comprehensive history; A comprehensive examination; and Medical decision making of moderate complexity. Counseling and/or coordination of care with other providers or agencies are provided consistent with the nature of the problem(s) and the patient's and/or family's needs. Usually, the problem(s) requiring admission are of moderate severity. Physicians typically spend 35 minutes at the bedside and on the patient's facility floor or unit.",
      "white_list": false
    },
    {
      "black_list": false,
      "code": "99306",
      "code_system": "2.16.840.1.113883.6.12",
      "code_system_name": "CPT",
      "code_system_version": null,
      "display_name": "Initial nursing facility care, per day, for the evaluation and management of a patient, which requires these 3 key components: A comprehensive history; A comprehensive examination; and Medical decision making of high complexity. Counseling and/or coordination of care with other providers or agencies are provided consistent with the nature of the problem(s) and the patient's and/or family's needs. Usually, the problem(s) requiring admission are of high severity. Physicians typically spend 45 minutes at the bedside and on the patient's facility floor or unit.",
      "white_list": false
    },
    {
      "black_list": false,
      "code": "99307",
      "code_system": "2.16.840.1.113883.6.12",
      "code_system_name": "CPT",
      "code_system_version": null,
      "display_name": "Subsequent nursing facility care, per day, for the evaluation and management of a patient, which requires at least 2 of these 3 key components: A problem focused interval history; A problem focused examination; Straightforward medical decision making. Counseling and/or coordination of care with other providers or agencies are provided consistent with the nature of the problem(s) and the patient's and/or family's needs. Usually, the patient is stable, recovering, or improving. Physicians typically spend 10 minutes at the bedside and on the patient's facility floor or unit.",
      "white_list": false
    },
    {
      "black_list": false,
      "code": "99308",
      "code_system": "2.16.840.1.113883.6.12",
      "code_system_name": "CPT",
      "code_system_version": null,
      "display_name": "Subsequent nursing facility care, per day, for the evaluation and management of a patient, which requires at least 2 of these 3 key components: An expanded problem focused interval history; An expanded problem focused examination; Medical decision making of low complexity. Counseling and/or coordination of care with other providers or agencies are provided consistent with the nature of the problem(s) and the patient's and/or family's needs. Usually, the patient is responding inadequately to therapy or has developed a minor complication. Physicians typically spend 15 minutes at the bedside and on the patient's facility floor or unit.",
      "white_list": false
    },
    {
      "black_list": false,
      "code": "99309",
      "code_system": "2.16.840.1.113883.6.12",
      "code_system_name": "CPT",
      "code_system_version": null,
      "display_name": "Subsequent nursing facility care, per day, for the evaluation and management of a patient, which requires at least 2 of these 3 key components: A detailed interval history; A detailed examination; Medical decision making of moderate complexity. Counseling and/or coordination of care with other providers or agencies are provided consistent with the nature of the problem(s) and the patient's and/or family's needs. Usually, the patient has developed a significant complication or a significant new problem. Physicians typically spend 25 minutes at the bedside and on the patient's facility floor or unit.",
      "white_list": false
    },
    {
      "black_list": false,
      "code": "99310",
      "code_system": "2.16.840.1.113883.6.12",
      "code_system_name": "CPT",
      "code_system_version": null,
      "display_name": "Subsequent nursing facility care, per day, for the evaluation and management of a patient, which requires at least 2 of these 3 key components: A comprehensive interval history; A comprehensive examination; Medical decision making of high complexity. Counseling and/or coordination of care with other providers or agencies are provided consistent with the nature of the problem(s) and the patient's and/or family's needs. The patient may be unstable or may have developed a significant new problem requiring immediate physician attention. Physicians typically spend 35 minutes at the bedside and on the patient's facility floor or unit.",
      "white_list": false
    }
  ],
  "display_name": "Nursing Facility Visit",
  "oid": "2.16.840.1.113883.3.464.1003.101.12.1012",
  "version": "20121025"
}